const questions = {
    persons: [
        {
            question: `Какой актер сыграл роль Джона Сноу в сериале "Игра Престолов"?`,
            answers: [
                "a) Kit Harington",
                "б) Peter Dinklage",
                "в) Nikolaj Coster-Waldau",
                "г) Emilia Clarke"],
            right: "a) Kit Harington"
        },
        {
            question: `Какая актриса исполнила роль Серсеи Ланнистер?`,
            answers: [
                "а) Лена Хиди",
                "б) Мэйси Уильямс",
                "в) Софи Тернер",
                "г) Натали Дормер"],
            right: "а) Лена Хиди"
        },
        {
            question: `Как звали последнего принца из дома Таргариена?`,
            answers: [
                "а) Визерис Таргариен",
                "б) Эйрис Таргариен",
                "в) Дейенерис Таргариен",
                "г) Рейгар Таргариен",
            ],
            right: "г) Рейгар Таргариен"
        },
        {
            question: `Как звали старшего брата Джона Сноу?`,
            answers: [
                "а) Робб Старк",
                "б) Нед Старк",
                "в) Рикон Старк",
                "г) Брэндон Старк]",
            ],
            right: "а) Робб Старк"
        },
        {
            question: `Как звали отца Тириона Ланнистера?`,
            answers: [
                "а) Тайвин Ланнистер",
                "б) Тибальд Ланнистер",
                "в) Терренс Ланнистер",
                "г) Теодор Ланнистер",
            ],
            right: "а) Тайвин Ланнистер"
        },
        {
            question: `Кто был хранителем Брана Старк в его путешествии на Север?`,
            answers: [
                "а) Мейстер Луин",
                "б) Ходор",
                "в) Бран Старк",
                "г) Живое дерево",
            ],
            right: "б) Ходор"
        },
        {
            question: `Как звали дочь Кхала Дрого, которая родилась у Дейенерис Таргариен?`,
            answers: [
                "а) Рейгара",
                "б) Рэянна",
                "в) Ренесса",
                "г) Розерия",
            ],
            right: "б) Рэянна"
        },
        {
            question: `Как звали казнечея, служившего у Ланнистеров?`,
            answers: [
                "а) Петир Бейлиш",
                "б) Кейлан Холл",
                "в) Тайвин Ланнистер",
                "г) Варис",
            ],
            right: "в) Тайвин Ланнистер"
        },
        {
            question: `Как звали певицу и рыцаря, сопровождавших Бриену Тарт?`,
            answers: [
                "а) Мериен и Подрик",
                "б) Кристин и Лорас",
                "в) Мирена и Ренли",
                "г) Ширин и Брендон",
            ],
            right: "а) Мериен и Подрик"
        },
        {
            question: `Как звали младшего сына Серсеи Ланнистер?`,
            answers: [
                "а) Джейми Ланнистер",
                "б) Джоффри Баратеон",
                "в) Томмен Баратеон",
                "г) Джон Сноу"
            ],
            right: "в) Томмен Баратеон",
        },
        {
            question: `Как звали старшую дочь Станниса Баратеона?`,
            answers: [
                "а) Ширен",
                "б) Шира",
                "в) Шейра",
                "г) Шилла",
            ],
            right: "а) Ширен"
        },
        {
            question: `С кем была изначально помолвлена Кейтлин Старк?`,
            answers: [
                "a) Брандон",
                "б) Эддард",
                "в) Леонард",
                "г) Линдон",
            ],
            right: "a) Брандон"
        },
        {
            question: `Какое прозвище было у Петира Бейлиш?`,
            answers: [
                "а) кузнец",
                "б) железный кулак",
                "в) король ночи",
                "г) мизинец",
            ],
            right: "г) мизинец"
        },
        {
            question: `Кто убил Ренли Баратеона?`,
            answers: [
                "а) Король ночи",
                "б) Бриенна Тарт",
                "в) Tень",
                "г) Владыка света",
            ],
            right: "в) Tень",
        },
        {
            question: `Как звали жрицу Красная жрица?`,
            answers: [
                "a) Мейс Тирелл ",
                "б) Кейтилин Старк",
                "в) Мелисандра Асшайская",
                "г)  Дейнерис Таргариен",
            ],
            right: "в) Мелисандра Асшайская"
        },
    ],
    familyAndHomes: [
        {
            question: `Кто был главой дома Старкова в начале сериала "Игра Престолов"? `,
            answers: [
                "а) Эддард Старк",
                "б) Кейтлин Старк",
                "в) Робб Старк",
                "г) Санса Старк",
            ],
            right: "а) Эддард Старк"
        },
        {
            question: `Какое девизное слово принадлежит дому Ланнистеров?`,
            answers: [
                "а) «Нам мир»",
                "б) «Семья, долг, честь»",
                "в) «Теперь моя ночь наступает»",
                "г) «Услишь мой рев»",
            ],
            right: "г) «Услишь мой рев»"
        },
        {
            question: `Кто был главой дома Баратеонов до свержения трона в «Игре Престолов»?`,
            answers: [
                "а) Ренли Баратеон",
                "б) Станнис Баратеон",
                "в) Роберт Баратеон",
                "г) Томмен Баратеон",
            ],
            right: "в) Роберт Баратеон"
        },
        {
            question: `Кто стал последним королем из дома Баратеонов?`,
            answers: [
                "а) Ренли Баратеон",
                "б) Станнис Баратеон",
                "в) Роберт Баратеон",
                "г) Томмен Баратеон",
            ],
            right: "г) Томмен Баратеон"
        },
        {
            question: `Кто является главой дома Грейджой в начале "Игры Престолов"?`,
            answers: [
                "а) Теон Грейджой",
                "б) Бэлон Грейджой",
                "в) Елена Грейджой",
                "г) Аша Грейджой",
            ],
            right: "б) Бэлон Грейджой"
        },
        {
            question: `Девиз дома Мартеллов?`,
            answers: [
                "а) «Лютый огонь»",
                "б) «Непреклонные, несгибаемые, несдающиеся»",
                "в) «Мощный лес»",
                "г) «Вечная зима»",
            ],
            right: "б) «Непреклонные, несгибаемые, несдающиеся»"
        },
        {
            question: `Кто был главой дома Таргариенов перед их свержением?`,
            answers: [
                "а) Аэрис Таргариен",
                "б) Визерис Таргариен",
                "в) Дейенерис Таргариен",
                "г) Рейгар Таргариен",
            ],
            right: "г) Рейгар Таргариен"
        },
        {
            question: `Какой дом был печально известен своей многовековой практикой сдирания кожи с врагов заживо?`,
            answers: [
                "a) Болтон",
                "б) Ланнистер",
                "в) Старк",
                "г) Хорнвуд,",
            ],
            right: "a) Болтон"
        },
        {
            question: `Как звали старшего сына Роберта Баратеона и Кейтлин Старк?`,
            answers: [
                "а) Джон",
                "б) Эддард",
                "в) Рикон",
                "г) Робб",
            ],
            right: "г) Робб"
        },
        {
            question: `Кто из Тарли стал "великим мейстером"`,
            answers: [
                "a)  Рэндилл Тарли",
                "б) Дикон Тарли",
                "в) Сэмвелл Тарли",
                "г) Талла Тарли",
            ],
            right: "в) Сэмвелл Тарли"
        },
    ],
    eventsAndPlaces: [
        {
            question: `Где находится Железный трон, символ власти в Вестеросе?`,
            answers: [
                "а) В Северной Гавани",
                "б) В Красном замке",
                "в) В Красной Гавани",
                "г) В Красном дворце",
            ],
            right: "б) В Красном замке"
        },
        {
            question: `Певцы описывают Битву в этом месте как "молот и наковальню"`,
            answers: [
                "а) Краснотравное Поле",
                "б)  Кровавое поле",
                "в) Зеленая долина",
                "г) Серые склепы",
            ],
            right: "а) Краснотравное Поле"
        },
        {
            question: `Какая из этих мест была крепостью, осажденной Станисом Баратеоном? `,
            answers: [
                "а) Драконий камень",
                "б) Харренхолл",
                "в) Драконий камень",
                "г) Красный замок",
            ],
            right: "б) Харренхолл"
        },
        {
            question: `Где родился Тирион Ланнистер?`,
            answers: [
                "а) Винтерфелл",
                "б) Драконий камень",
                "в) Кастерли Рок",
                "г) Риверран",
            ],
            right: "в) Кастерли Рок"
        },
        {
            question: `Где родилась Дайнерис Тергариен?`,
            answers: [
                "а) Винтерфелл",
                "б) Драконий камень",
                "в) Кастерли Рок",
                "г) Риверран",
            ],
            right: "б) Драконий камень",
        },
        {
            question: `Где воспитывали и тренировали "Безупречных"`,
            answers: [
                "а) Астапор",
                "б) Дорн",
                "в) Железные острова",
                "г) Северная Гавань",
            ],
            right: "а) Астапор"
        },
        {
            question: `Где обнаружили первых драконов?`,
            answers: [
                "а) Кварт",
                "б) Астапор",
                "в) Железные острова",
                "г)Эссос",
            ],
            right: "г)Эссос"
        },
        {
            question: `Как называлась крепость, где проживал Роберт Баратеон?`,
            answers: [
                "а) Винтерфелл",
                "б) Драконий камень",
                "в) Старклэд",
                "г) Королевская гавань",


            ],
            right: "б) Драконий камень"
        },
        {
            question: `У какого города находится крепость Харренхолл?`,
            answers: [
                "а) Винтерфелл",
                "б) Риверран",
                "в) Драконий камень",
                "г) Харрентон",
            ],
            right: "г) Харрентон"
        },
        {
            question: `Где правили Дюррандоны?`,
            answers: [
                "а) Королевство Гор и Долины,",
                "б) Королевство Скал",
                "в) Королевство Простора",
                "г)Королевство Штормовых земель",
            ],
            right: "г)Королевство Штормовых земель"
        },
    ],
    quotations: [
        {
            question: `Кто сказал: «Когда ты играешь в престолы, ты побеждаешь или умираешь»?`,
            answers: [
                "а) Серсеа Ланнистер",
                "б) Кейтлин Старк ",
                "в) Эддард Старк",
                "г) Дейенерис Таргариен",
            ],
            right: "а) Серсеа Ланнистер"
        },
        {
            question: `Кто сказал: "Зима близко"?`,
            answers: [
                "а) Джон Сноу",
                "б) Нед Старк",
                "в) Робб Старк",
                "г) Санса Старк",
            ],
            right: "б) Нед Старк"
        },
        {
            question: `Кто сказал: "Я не маленький, я крошечный, а ты не Баба Яга, ты просто влажная гадюка"?`,
            answers: [
                "а) Тирион Ланнистер",
                "б) Сэмуэлл Тарли",
                "в) Ария Старк",
                "г) Жора Мормонт",
            ],
            right: "а) Тирион Ланнистер"
        },
        {
            question: `Что означает высоко-валирийском «Валар моргулис»?`,
            answers: [
                "а) зима близко",
                "б) увидимся в следующей жизни",
                "в) все люди смертны",
                "г) слава семи королевств",
            ],
            right: "в) все люди смертны"
        },
        {
            question: `Кто сказал «Ночь темна и полна ужасов»?`,
            answers: [
                "а) Ария Старк",
                "б) Джон Сноу",
                "в) Дейенерис Таргариен",
                "г) жрица Мелисандра",
            ],
            right: "г)жрица Мелисандра"
        },
        {
            question: `Кто сказал «- Что мы говорим Богу смерти?- Не сегодня!»?`,
            answers: [
                "а) Сирио Форель",
                "б) жрица Мелисандра",
                "в) одичалая Игритт",
                "г) Якен Хгар",
            ],
            right: "а) Сирио Форель"
        },
        {
            question: `Кто сказал фразу «У девочки нет имени»?`,
            answers: [
                "а) Санса Старк",
                "б) Ария Старк",
                "в) одичалая Игритт",
                "д) Дайнерис Таргариен",
            ],
            right: "б) Ария Старк"
        },
        {
            question: `Кто сказал фразу «Хаос – это лестница»?`,
            answers: [
                "а) Сандор Клиган",
                "б) Сирио Форел",
                "в) Петир Бейлиш",
                "г) Якен Хгар",
            ],
            right: "в) Петир Бейлиш"
        },
        {
            question: `Кто сказал фразу «Льва не должно волновать мнение овец»?`,
            answers: [
                "а) Тайвин Ланнистер",
                "б) Серсеа Ланнистер",
                "в) Джейми Ланнистер",
                "г) Тирион Ланнистер",
            ],
            right: "а) Тайвин Ланнистер"
        },
        {
            question: `Тирион Ланнистер произнес фразу «Никогда не забывай, кто ты — ведь другие не забудут», на встрече с кем?`,
            answers: [
                "а) Сандор Клиган",
                "б) Санса Старк",
                "в) Роберт Баратеон",
                "г) Джон Сноу",
            ],
            right: "г) Джон Сноу"
        },
    ],
    seasonsAndEpisodes: [
        {
            question: `В каком стиле игры "Игра престолов" произошла Красная свадьба? `,
            answers: [
                "а) Сезон 2, Эпизод 10",
                "б) Сезон 3, Эпизод 9",
                "в) Сезон 3, Эпизод",
                "г) Сезон 4, Эпизод 1",
            ],
            right: "в) Сезон 3, Эпизод"
        },
        {
            question: `В каком эпизоде ​​сериала "Игра престолов" произошло взрывное закрытие седьмого сезона?`,
            answers: [
                "а) Эпизод 5",
                "б) Эпизод 6",
                "в) Эпизод 7",
                "г) Эпизод 4",
            ],
            right: "б) Эпизод 6"
        },
        {
            question: `В каком сезоне и эпизоде ​​Джейме Ланнистер вернулся в Королевскую гавань после своего пленения?`,
            answers: [
                "а) Сезон 3, Эпизод 1",
                "б) Сезон 4, Эпизод 2",
                "в) Сезон 5, Эпизод",
                "г) Сезон 2, Эпизод 10",
            ],
            right: "б) Сезон 4, Эпизод 2"
        },
        {
            question: `В каком сезоне и эпизоде ​​Джон Сноу был избран лордом-командующим Ночного дозора?`,
            answers: [
                "а) Сезон 4, Эпизод 9",
                "б) Сезон 5, Эпизод 1",
                "в) Сезон 3, Эпизод 10",
                "г) Сезон 2, Эпизод 9",
            ],
            right: "б) Сезон 5, Эпизод 1"
        },
        {
            question: `В каком сезоне и эпизоде ​​Дейенерис взлетела на Драконе в первый раз?`,
            answers: [
                "а) Сезон 1, Эпизод 1 ",
                "б) Сезон 2, Эпизод 10",
                "в) Сезон 3, Эпизод 4",
                "г) Сезон 5, Эпизод 9",
            ],
            right: "в) Сезон 3, Эпизод 4"
        },
        {
            question: `В каком сезоне и эпизоде ​​Бран Старк впервые увидел таинственного Трехглазого Ворона?`,
            answers: [
                "а) Сезон 1, Эпизод 1",
                "б) Сезон 1, Эпизод 2 ",
                "в) Сезон 1, Эпизод 3",
                "г) Сезон 1, Эпизод 4",
            ],
            right:  "г) Сезон 1, Эпизод 4"
        },
        {
            question: `В каком сезоне и эпизоде ​​Тирион Ланнистер произнес свою знаменитую фразу «Я требую исполнить правосудие в лице своего обвинителя»?`,
            answers: [
                "а) Сезон 1, Эпизод 6",
                "б) Сезон 2, Эпизод 8",
                "в) Сезон 3, Эпизод 7",
                "г) Сезон 4, Эпизод 6",
            ],
            right: "в) Сезон 3, Эпизод 7"
        },
        {
            question: `В каком сезоне и эпизоде ​​Робб Старк сказал свою фразу: "Весна пришла"?`,
            answers: [
                "а) Сезон 3, Эпизод 6",
                "б) Сезон 2, Эпизод 8 ",
                "в) Сезон 1, Эпизод 10",
                "г) Сезон 4, Эпизод 3",
            ],
            right: "в) Сезон 1, Эпизод 10"
        },
        {
            question: `В какой сезон начали снимать в Испании`,
            answers: [
                "а) 5 сезон",
                "б) 1 сезон",
                "в) 6 сезон",
                "г) 3 сезон",
            ],
            right: "а) 5 сезон"
        },
        {
            question: `В каком сезоне и эпизоде ​​Арья Старк сказала свою фразу: "Не сегодня"?`,
            answers: [
                "а) Сезон 1, Эпизод 3 ",
                "б) Сезон 3, Эпизод 7",
                "в) Сезон 2, Эпизод 10",
                "г) Сезон 4, Эпизод 5",
            ],
            right: "б) Сезон 3, Эпизод 7"
        },
    ],
    theoriesAndHypotheses: [
        {
            question: `Какое предположение существует относительно истинных родителей Джона Сноу?`,
            answers: [
                "а) Нед Старк и Кейтлин Старк",
                "б) Реагар Таргариен и Лианна Старк",
                "в) Роберт Баратеон и Лианна Старк",
                "г) Станнис Баратеон и Селис Баратеон",
            ],
            right: "б) Реагар Таргариен и Лианна Старк"
        },
        {
            question: `Какая теория утверждает, что Бран Старк - Ночной Король?`,
            answers: [
                "а) Теория обратного времени",
                "б) Теория Великого Конца",
                "в) Теория Зеленого Зрения ",
                "г) Теория Черной Жемчужины",
            ],
            right: "б) Теория Великого Конца"
        },
        {
            question: `Какая теория предполагает, что Дейенерис Таргариен станет «Безумной Королевой»?`,
            answers: [
                "а) Теория Темной Барашки",
                "б) Теория Теплых Облаков ",
                "в) Теория Драконьего Проклятия",
                "г) Теория Четырех Сезонов",
            ],
            right: "в) Теория Драконьего Проклятия"
        },
        {
            question: `Какая теория связывает Королю Ночи и Брана Старк?`,
            answers: [
                "а) Теория Предсказаний Зимы",
                "б) Теория Серебряной Скрижали",
                "в) Теория Черного Дракона",
                "г) Теория Зеленого Пламени",
            ],
            right: "б) Теория Серебряной Скрижали"
        },
        {
            question: `Какая теория предполагает, что Джон Сноу - Азор Ахай?`,
            answers: [
                "а) Теория Синего Дракона",
                "б) Теория Чистого Колокола ",
                "в) Теория Наследия Волка",
                "г) Теория Призрачной Мантии",
            ],
            right: "в) Теория Наследия Волка"
        },
        {
            question: `Какая теория утверждает, что Джейме Ланнистер убьет свою сестру и любовницу, Серсею Ланнистер?`,
            answers: [
                "а) Теория Белого Хода",
                "б) Теория Пурпурного Свадебного Дня",
                "в) Теория Красного Петуха",
                "г) Теория Черной Лебеди",
            ],
            right: "а) Теория Белого Хода"
        },
        {
            question: `Какая теория связывает Лианну Старк и Рейгару Таргариену?`,
            answers: [
                "а) Теория Снежного Парящего Льва",
                "б) Теория Кровавой Розы",
                "в) Теория Серебряного Купола ",
                "г) Теория Темного Коня",
            ],
            right: "б) Теория Кровавой Розы"
        },
        {
            question: `Какая теория предполагает, что Мелисандра - дочь дракона?`,
            answers: [
                "а) Теория Огненной Богини",
                "б) Теория Золотого Шипа ",
                "в) Теория Темного Пророчества ",
                "г) Теория Кровавого Пламени",
            ],
            right: "а) Теория Огненной Богини"
        },
        {
            question: `Какая теория утверждает, что Бран Старк может быть Будущим Королем Вестероса? `,
            answers: [
                "а) Теория Пробуждения Дракона",
                "б) Теория Зеленого Дерева ",
                "в) Теория Поворота Судьбы",
                "г) Теория Верескового Короля",
            ],
            right: "в) Теория Поворота Судьбы"
        },
        {
            question: `Какая теория утверждает, что Санса Старк - наследница Восточных Земель?`,
            answers: [
                "а) Теория Серебряной Реки",
                "б) Теория Западного Дракона",
                "в) Теория Серебряного Колеса",
                "г) Теория Кровавой Кампании",
            ],
            right: "в) Теория Серебряного Колеса"
        },
    ],
};